// var ymaps;

// ymaps.ready (init);
//     function init(){
//         // Создание карты.
//         var myMap = new ymaps.Map(('ymap'), {
//             // Координаты центра карты.
//             // Порядок по умолчанию: «широта, долгота».
//             // Чтобы не определять координаты центра карты вручную,
//             // воспользуйтесь инструментом Определение координат.
//             center: [38.444868, 43.323985],
//             // Уровень масштабирования. Допустимые значения:
//             // от 0 (весь мир) до 19.
//             zoom: 7
//         });
//     }

